---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.FilledRegionFailures
source: html/4352b78b-93fc-f601-a412-cab15fb1f6df.htm
---
# BuiltInFailures.FilledRegionFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.